/* Localized versions of Info.plist keys */
"CFBundleName" = "CoreTypes";
"3GPP movie" = "3GPP movie";
"3GPP2 movie" = "3GPP2 movie";
"AC-3 audio" = "AC-3 audio";
"Ada source code" = "Ada source code";
"Adaptive Multi-rate audio" = "Adaptive Multi-rate audio";
"Adobe Acrobat Forms Document (FDF)" = "Adobe Acrobat Forms Document (FDF)";
"Adobe Acrobat Forms Document (XFDF)" = "Adobe Acrobat Forms Document (XFDF)";
"Adobe Digital Editions (ETD)" = "Adobe Digital Editions (ETD)";
"Adobe DRM Activation Key (EDN)" = "Adobe DRM Activation Key (EDN)";
"Adobe Illustrator document" = "Adobe Illustrator document";
"Adobe Photoshop document" = "Adobe Photoshop document";
"Advanced Authoring Format" = "Advanced Authoring Format";
"AFP Internet Location" = "AFP Internet Location";
"AFP Server" = "AFP Server";
"AIFF audio" = "AIFF audio";
"AIFF-C audio" = "AIFF-C audio";
"AirPort Extreme" = "AirPort Extreme";
"Alert Caution" = "Alert Caution";
"Alert Caution Badge" = "Alert Caution Badge";
"Alert Note" = "Alert Note";
"Alert Stop" = "Alert Stop";
"alias" = "alias";
"Alias Badge" = "Alias Badge";
"alias data" = "alias data";
"Apple CoreAudio format" = "Apple CoreAudio format";
"Apple icon image" = "Apple icon image";
"Apple Logo" = "Apple Logo";
"Apple Menu" = "Apple Menu";
"Apple Menu Folder" = "Apple Menu Folder";
"Apple Script Badge" = "Apple Script Badge";
"Apple TV" = "Apple TV";
"Apple Wireless Device" = "Apple Wireless Device";
"AppleScript" = "AppleScript";
"AppleScript text" = "AppleScript text";
"AppleSingle archive" = "AppleSingle archive";
"AppleTalk" = "AppleTalk";
"AppleTalk Zone" = "AppleTalk Zone";
"Application" = "Application";
"application" = "application";
"Application Support Folder" = "Application Support Folder";
"Applications Folder" = "Applications Folder";
"assembly source code" = "assembly source code";
"Assistants Folder" = "Assistants Folder";
"AU audio" = "AU audio";
"audio" = "audio";
"audio unit preset" = "audio unit preset";
"audiovisual content" = "audiovisual content";
"AVI movie" = "AVI movie";
"Backward Arrow" = "Backward Arrow";
"binary property list" = "binary property list";
"BD Video Disc" = "BD Video Disc";
"BOM-compatible archive" = "BOM-compatible archive";
"BOM-generated compressed CPIO archive" = "BOM-generated compressed CPIO archive";
"bookmark" = "bookmark";
"Bourne-Again Shell script" = "Bourne-Again Shell script";
"Bundle" = "Bundle";
"bundle" = "bundle";
"Burn" = "Burn";
"Bzip2 archive" = "Bzip2 archive";
"Bzip2 compressed tar archive" = "Bzip2 compressed tar archive";
"C header code" = "C header code";
"C++ header code" = "C++ header code";
"C Shell script" = "C Shell script";
"C source code" = "C source code";
"C++ source code" = "C++ source code";
"calendar event" = "calendar event";
"CDAudioVolume" = "CDAudioVolume";
"certificate (X.509)" = "certificate (X.509)";
"Classic System Folder" = "Classic System Folder";
"Clipping" = "Clipping";
"clipping" = "clipping";
"Color" = "Color";
"ColorSync Folder" = "ColorSync Folder";
"ColorSync profile" = "ColorSync profile";
"comma-separated values" = "comma-separated values";
"Component" = "Component";
"Computer" = "Computer";
"Connect To" = "Connect To";
"contact information" = "contact information";
"content" = "content";
"Contextual Menu Items Folder" = "Contextual Menu Items Folder";
"Control Panel Folder" = "Control Panel Folder";
"CPIO archive" = "CPIO archive";
"Customize Toolbar" = "Customize Toolbar";
"data" = "data";
"database" = "database";
"Data-fork font suitcase" = "Data-fork font suitcase";
"Delete Alias" = "Delete Alias";
"Delete Toolbar" = "Delete Toolbar";
"delimited text values" = "delimited text values";
"Desktop Folder" = "Desktop Folder";
"Developer Folder" = "Developer Folder";
"Device" = "Device";
"DICOM" = "DICOM";
"Digital Asset Exchange (DAE)" = "Digital Asset Exchange (DAE)";
"directory" = "directory";
"Disabled Control Panel Folder" = "Disabled Control Panel Folder";
"Disabled Extensions Folder" = "Disabled Extensions Folder";
"Disabled Shutdown Items Folder" = "Disabled Shutdown Items Folder";
"Disabled Startup Items Folder" = "Disabled Startup Items Folder";
"Disabled System Extension Folder" = "Disabled System Extension Folder";
"Disconnected File Server" = "Disconnected File Server";
"disk image" = "disk image";
"Document" = "Document";
"Documents Folder" = "Documents Folder";
"downloadable sound" = "downloadable sound";
"Drop Folder" = "Drop Folder";
"DV movie" = "DV movie";
"DVD Video Disc" = "DVD Video Disc";
"Dylan source code" = "Dylan source code";
"Edition File" = "Edition File";
"eFax fax" = "eFax fax";
"Eject Media" = "Eject Media";
"Encapsulated PostScript" = "Encapsulated PostScript";
"Erasing" = "Erasing";
"Executable Binary" = "Executable Binary";
"Favorite Items" = "Favorite Items";
"fax" = "fax";
"file archive" = "file archive";
"File Internet Location" = "File Internet Location";
"File Server" = "File Server";
"file URL" = "file URL";
"File Vault" = "File Vault";
"filename extension" = "filename extension";
"Finder" = "Finder";
"Flash video" = "Flash video";
"FlashPix image" = "FlashPix image";
"FLC animation" = "FLC animation";
"Folder" = "Folder";
"folder" = "folder";
"font" = "font";
"Font suitcase" = "Font suitcase";
"font suitcase" = "font suitcase";
"Fonts Folder" = "Fonts Folder";
"Fortran source code" = "Fortran source code";
"Forward Arrow" = "Forward Arrow";
"four-character code" = "four-character code";
"framework" = "framework";
"FTP Internet Location" = "FTP Internet Location";
"FTP Server" = "FTP Server";
"Full Trash" = "Full Trash";
"Graphics Interchange Format (GIF)" = "Graphics Interchange Format (GIF)";
"Grid" = "Grid";
"Group" = "Group";
"Group Folder" = "Group Folder";
"Guest User" = "Guest User";
"GZip archive" = "GZip archive";
"Help document" = "Help document";
"Help Folder" = "Help Folder";
"Home Folder" = "Home Folder";
"HTML text" = "HTML text";
"HTTP Internet Location" = "HTTP Internet Location";
"HTTP Server" = "HTTP Server";
"ICS File" = "ICS File";
"iDisk" = "iDisk";
"iMac" = "iMac";
"image" = "image";
"Internet Folder" = "Internet Folder";
"Internet Location" = "Internet Location";
"Internet PlugIn Folder" = "Internet PlugIn Folder";
"Internet Setup Assistant (INSS)" = "Internet Setup Assistant (INSS)";
"IPFileServer" = "IPFileServer";
"iPhone" = "iPhone";
"iPhone 3G" = "iPhone 3G";
"iPod touch" = "iPod touch";
"iTunes store URL" = "iTunes store URL";
"item" = "item";
"J2 fax" = "J2 fax";
"Java source code" = "Java source code";
"JavaScript source code" = "JavaScript source code";
"JPEG 2000 image" = "JPEG 2000 image";
"JPEG image" = "JPEG image";
"Keep Arranged" = "Keep Arranged";
"Kernel Extension" = "Kernel Extension";
"Keynote document" = "Keynote document";
"Keynote theme" = "Keynote theme";
"Korn Shell script" = "Korn Shell script";
"Lex source code" = "Lex source code";
"Library Folder" = "Library Folder";
"Locales Folder" = "Locales Folder";
"Locked" = "Locked";
"Locked Badge" = "Locked Badge";
"M3U Playlist" = "M3U Playlist";
"Mac" = "Mac";
"Mac mini" = "Mac mini";
"Mac Pro" = "Mac Pro";
"MacBook" = "MacBook";
"MacBook Air" = "MacBook Air";
"MacBook Pro" = "MacBook Pro";
".Mac Neighborhood" = ".Mac Neighborhood";
"MacPaint image" = "MacPaint image";
"Magnifying Glass" = "Magnifying Glass";
"Mail Internet Location" = "Mail Internet Location";
"message" = "message";
"Microsoft Excel 2007 spreadsheet (macros enabled)" = "Microsoft Excel 2007 spreadsheet (macros enabled)";
"Microsoft Excel 97-2004 template" = "Microsoft Excel 97-2004 template";
"Microsoft Excel 97-2004 worksheet" = "Microsoft Excel 97-2004 worksheet";
"Microsoft Excel 97-2004 workspace" = "Microsoft Excel 97-2004 workspace";
"Microsoft PowerPoint 97-2004 presentation" = "Microsoft PowerPoint 97-2004 presentation";
"Microsoft PowerPoint 97-2004 slide show" = "Microsoft PowerPoint 97-2004 slide show";
"Microsoft PowerPoint 97-2004 template" = "Microsoft PowerPoint 97-2004 template";
"Microsoft Word 97 - 2004 document" = "Microsoft Word 97 - 2004 document";
"Microsoft Word 97 - 2004 template" = "Microsoft Word 97 - 2004 template";
"Microsoft Word 2003 XML document" = "Microsoft Word 2003 XML document";
"MIDI audio" = "MIDI audio";
"Mig definition source code" = "Mig definition source code";
"MIME type" = "MIME type";
"MINC Image" = "MINC Image";
"mobile configuration" = "mobile configuration";
"mount point" = "mount point";
"Mounted Badge" = "Mounted Badge";
"Mounted Folder" = "Mounted Folder";
"movie" = "movie";
"Movie Folder" = "Movie Folder";
"MP2 audio" = "MP2 audio";
"MP3 audio" = "MP3 audio";
"MPEG movie" = "MPEG movie";
"MPEG-2 Transport Stream" = "MPEG-2 Transport Stream";
"MPEG-2 video" = "MPEG-2 video";
"MPEG-4 audio" = "MPEG-4 audio";
"MPEG-4 movie" = "MPEG-4 movie";
"Music Folder" = "Music Folder";
"neighborhood" = "neighborhood";
"NetBootVolume" = "NetBootVolume";
"Network" = "Network";
"News Internet Location" = "News Internet Location";
"NIfTI-1" = "NIfTI-1";
"No Files" = "No Files";
"No Folder" = "No Folder";
"No Write" = "No Write";
"NSPasteboard type" = "NSPasteboard type";
"Numbers document" = "Numbers document";
"Numbers template" = "Numbers template";
"Objective-C source code" = "Objective-C source code";
"Objective-C++ source code" = "Objective-C++ source code";
"Office Open XML" = "Office Open XML";
"Office Open XML presentation" = "Office Open XML presentation";
"Office Open XML presentation (macros enabled)" = "Office Open XML presentation (macros enabled)";
"Office Open XML presentation template" = "Office Open XML presentation template";
"Office Open XML presentation template (macros enabled)" = "Office Open XML presentation template (macros enabled)";
"Office Open XML slide show" = "Office Open XML slide show";
"Office Open XML slide show (macros enabled)" = "Office Open XML slide show (macros enabled)";
"Office Open XML spreadsheet" = "Office Open XML spreadsheet";
"Office Open XML spreadsheet (macro enabled)" = "Office Open XML spreadsheet (macro enabled)";
"Office Open XML spreadsheet template" = "Office Open XML spreadsheet template";
"Office Open XML spreadsheet template (macro enabled)" = "Office Open XML spreadsheet template (macro enabled)";
"Office Open XML word processing document" = "Office Open XML word processing document";
"Office Open XML word processing document (macro enabled)" = "Office Open XML word processing document (macro enabled)";
"Office Open XML word processing template" = "Office Open XML word processing template";
"Office Open XML word processing template (macro enabled)" = "Office Open XML word processing template (macro enabled)";
"Open Document" = "Open Document";
"Open Document chart" = "Open Document chart";
"Open Document chart template" = "Open Document chart template";
"Open Document database" = "Open Document database";
"Open Document formula" = "Open Document formula";
"Open Document formula template" = "Open Document formula template";
"Open Document graphics" = "Open Document graphics";
"Open Document graphics template" = "Open Document graphics template";
"Open Document HTML template" = "Open Document HTML template";
"Open Document image" = "Open Document image";
"Open Document image template" = "Open Document image template";
"Open Document presentation" = "Open Document presentation";
"Open Document presentation template" = "Open Document presentation template";
"Open Document spreadsheet" = "Open Document spreadsheet";
"Open Document spreadsheet template" = "Open Document spreadsheet template";
"Open Document text" = "Open Document text";
"Open Document text master" = "Open Document text master";
"Open Document text template" = "Open Document text template";
"Open Folder" = "Open Folder";
"Open Media Framework interchange format" = "Open Media Framework interchange format";
"OpenOffice.org 1.0 Drawing" = "OpenOffice.org 1.0 Drawing";
"OpenOffice.org 1.0 Drawing Template" = "OpenOffice.org 1.0 Drawing Template";
"OpenOffice.org 1.0 Formula" = "OpenOffice.org 1.0 Formula";
"OpenOffice.org 1.0 Master" = "OpenOffice.org 1.0 Master";
"OpenOffice.org 1.0 Presentation" = "OpenOffice.org 1.0 Presentation";
"OpenOffice.org 1.0 Presentation Template" = "OpenOffice.org 1.0 Presentation Template";
"OpenOffice.org 1.0 Spreadsheet" = "OpenOffice.org 1.0 Spreadsheet";
"OpenOffice.org 1.0 Spreadsheet Template" = "OpenOffice.org 1.0 Spreadsheet Template";
"OpenOffice.org 1.0 Text" = "OpenOffice.org 1.0 Text";
"OpenOffice.org 1.0 Text Template" = "OpenOffice.org 1.0 Text Template";
"OpenEXR image" = "OpenEXR image";
"OpenType font" = "OpenType® font";
"Owned Folder" = "Owned Folder";
"Owner" = "Owner";
"package" = "package";
"Pages document" = "Pages document";
"Pages template" = "Pages template";
"Pascal source code" = "Pascal source code";
"patch file" = "patch file";
"PC" = "PC";
"Perl script" = "Perl script";
"personal information exchange (PKCS#12)" = "personal information exchange (PKCS#12)";
"PHP script" = "PHP script";
"Picture Clipping" = "Picture Clipping";
"picture clipping" = "picture clipping";
"Pictures Folder" = "Pictures Folder";
"PKZip archive" = "PKZip archive";
"Plug-in" = "Plug-in";
"plug-in" = "plug-in";
"PLS Playlist" = "PLS Playlist";
"Portable Document Format (PDF)" = "Portable Document Format (PDF)";
"Portable Network Graphics image" = "Portable Network Graphics image";
"PostScript" = "PostScript";
"PostScript font" = "PostScript® font";
"PostScript OpenType font" = "PostScript® OpenType® font";
"PostScript Type 1 outline font" = "PostScript® Type 1 outline font";
"PowerBook G4" = "PowerBook G4";
"Power Mac" = "Power Mac";
"Power Mac G4" = "Power Mac G4";
"Power Mac G5" = "Power Mac G5";
"precompiled C header" = "precompiled C header";
"precompiled C++ header" = "precompiled C++ header";
"Preferences Document" = "Preferences Document";
"Preferences Folder" = "Preferences Folder";
"preprocessed C source code" = "preprocessed C source code";
"preprocessed C++ source code" = "preprocessed C++ source code";
"preprocessed Objective-C source code" = "preprocessed Objective-C source code";
"preprocessed Objective-C++ source code" = "preprocessed Objective-C++ source code";
"preprocessed source code" = "preprocessed source code";
"presentation" = "presentation";
"Print Monitor Folder" = "Print Monitor Folder";
"Printer Description Folder" = "Printer Description Folder";
"Printer Driver Folder" = "Printer Driver Folder";
"Private Folder" = "Private Folder";
"Promised file content type" = "Promised file content type";
"Promised file URL" = "Promised file URL";
"property list" = "property list";
"Protected Application Folder" = "Protected Application Folder";
"protected MPEG-4 audio" = "protected MPEG-4 audio";
"protected MPEG-4 movie" = "protected MPEG-4 movie";
"Protected System Folder" = "Protected System Folder";
"Public Folder" = "Public Folder";
"Python script" = "Python script";
"Question Mark" = "Question Mark";
"QuickDraw picture" = "QuickDraw picture";
"QuickLook preview generator" = "QuickLook preview generator";
"QuickTime image" = "QuickTime image";
"QuickTime movie" = "QuickTime movie";
"RAM Disk" = "RAM Disk";
"Read-Only Folder" = "Read-Only Folder";
"Recent Applications Folder" = "Recent Applications Folder";
"Recent Documents Folder" = "Recent Documents Folder";
"Recent Items" = "Recent Items";
"Recent Servers Folder" = "Recent Servers Folder";
"Rez source code" = "Rez source code";
"rich text (RTF)" = "rich text (RTF)";
"rich text with attachments (RTFD)" = "rich text with attachments (RTFD)";
"rich text with attachments (RTFD) data" = "rich text with attachments (RTFD) data";
"Right Container Arrow" = "Right Container Arrow";
"RSS web feed" = "RSS web feed";
"Ruby script" = "Ruby script";
"scalable vector graphics (SVG)" = "scalable vector graphics (SVG)";
"script" = "script";
"Scripting Additions Folder" = "Scripting Additions Folder";
"Scripts Folder" = "Scripts Folder";
"Service" = "Service";
"Shared Badge" = "Shared Badge";
"Shared Folder" = "Shared Folder";
"Shared Library" = "Shared Library";
"sharepoint" = "sharepoint";
"Sharing Privs Not Applicable" = "Sharing Privs Not Applicable";
"Sharing Privs ReadOnly" = "Sharing Privs ReadOnly";
"Sharing Privs Read/Write" = "Sharing Privs Read/Write";
"Sharing Privs Unknown" = "Sharing Privs Unknown";
"Sharing Privs Writable" = "Sharing Privs Writable";
"shell script" = "shell script";
"Shortcut" = "Shortcut";
"Silicon Graphics image" = "Silicon Graphics image";
"Sites Folder" = "Sites Folder";
"Smart Folder" = "Smart Folder";
"Sort Ascending" = "Sort Ascending";
"Sort Descending" = "Sort Descending";
"Sound Clipping" = "Sound Clipping";
"Sound Designer II audio" = "Sound Designer II audio";
"SoundFont audio" = "SoundFont audio";
"source code" = "source code";
"Spotlight importer" = "Spotlight importer";
"Startup Folder" = "Startup Folder";
"Stationery" = "Stationery";
"Status Bar CD ROM" = "Status Bar CD ROM";
"Status Bar Trash" = "Status Bar Trash";
"StuffIt archive" = "StuffIt archive";
"StuffIt archive family" = "StuffIt archive family";
"StuffIt X archive" = "StuffIt X archive";
"StuffIt X index" = "StuffIt X index";
"symbol export list" = "symbol export list";
"symbolic link" = "symbolic link";
"System Folder" = "System Folder";
"tab-separated values" = "tab-separated values";
"Tenex C Shell script" = "Tenex C Shell script";
"text" = "text";
"Text Clipping" = "Text Clipping";
"text clipping" = "text clipping";
"Text Encodings Folder" = "Text Encodings Folder";
"text with multimedia" = "text with multimedia";
"TGA image" = "TGA image";
"Themes Folder" = "Themes Folder";
"TIFF image" = "TIFF image";
"Time Capsule" = "Time Capsule";
"Toolbar Applicatons Folder" = "Toolbar Applicatons Folder";
"Toolbar Documents Folder" = "Toolbar Documents Folder";
"Toolbar Favorites" = "Toolbar Favorites";
"Toolbar Home" = "Toolbar Home";
"Toolbar Movie Folder" = "Toolbar Movie Folder";
"Toolbar Music Folder" = "Toolbar Music Folder";
"Toolbar Pictures Folder" = "Toolbar Pictures Folder";
"Toolbar Public Folder" = "Toolbar Public Folder";
"Trash" = "Trash";
"TrueType collection" = "TrueType® collection";
"TrueType collection font" = "TrueType® collection font";
"TrueType datafork font" = "TrueType® datafork font";
"TrueType font" = "TrueType® font";
"TrueType OpenType font" = "TrueType® OpenType® font";
"uLaw audio" = "µLaw audio";
"Unknown Object" = "Unknown Object";
"Unlocked" = "Unlocked";
"URL" = "URL";
"URL name" = "URL name";
"User" = "User";
"User iDisk" = "User iDisk";
"Users Folder" = "Users Folder";
"UUEncoded archive" = "UUEncoded archive";
"video" = "video";
"volume" = "volume";
"Waveform audio" = "Waveform audio";
"web archive" = "web archive";
"Window" = "Window";
"Windows bitmap image" = "Windows bitmap image";
"Windows icon image" = "Windows icon image";
"writing" = "writing";
"X bitmap image" = "X bitmap image";
"XHTML" = "XHTML";
"XML Form (XFD)" = "XML Form (XFD)";
"XML property list" = "XML property list";
"XML text" = "XML text";
"Xserve" = "Xserve";
"Xserve G5" = "Xserve G5";
"Yacc source code" = "Yacc source code";
"Z archive" = "Z archive";
"Z Shell script" = "Z Shell script";
"Zip archive" = "Zip archive";